Repository: rashlight/SimpleClicker
Catalog: SimpleClicker/Properties/Languages.*.resx
Languages: fr, vi

# backButtonText
source: Back
fr: Retour
vi: Quay lại

# infoWaitForSignal
source: Please wait for the signal...
fr: Veuillez attendre le signal...
vi: Vui lòng đợi tín hiệu...

# startButtonText
source: Start
fr: Début
vi: Bắt đầu

# lapButtonText
source: Lap
fr: Tour
vi: Vòng

# optionsButtonText
source: Options
vi: Cài đặt

# resetButtonText
source: Reset
vi: Đặt lại

# stopButtonText
source: Stop
fr: Arrêtez
vi: Dừng

# tickIdleText
source: Ready to start.
fr: Prêt à commencer.
vi: Sẵn sàng chạy.

# timeUnitText
source: units
fr: unités
vi: đvtg

# waitButtonText
source: WAIT
vi: ĐỢI

# warningNoStartTimer
source: Can't start timer when the options menu is opened!
fr: Impossible de démarrer la minuterie lorsque le menu des options est ouvert!
vi: Không thể bật đồng hồ khi phần cài đặt đang hiển thị!

# infoNoLapRecord
source: The timer will not record laps when limit is 0! Are you sure to continue? (Switch to -1 if you want unlimited laps)
fr: Le chronomètre n'enregistre pas les tours lorsque la limite est à 0 ! Êtes-vous sûr de continuer ? (Passez à -1 si vous voulez un nombre de tours illimité)
vi: Không thể ghi lịch sử vòng nếu giới hạn bằng 0! Bạn có muốn tiếp tục? (Chuyển giá trị sang -1 nếu muốn không giới hạn vòng)

# delayTimeText
source: Delay Time
fr: Délai D'attente
vi: Thời Gian Chờ

# enableLappingText
source: Enable Lapping
fr: Activer le rodage
vi: C.Phép Ghi Vòng

# moreOptionsButtonText
source: More options...
fr: D'autres options...
vi: Tùy chỉnh mở rộng...

# updateThresholdText
source: Update Threshold
fr: Seuil De Mise À Jour
vi: Tần Suất Cập Nhật

# timePrecisionText
source: Time Precision
fr: Précision Temporelle
vi: Độ Chính Xác

# supportText
source: Support...
fr: Assistance...
vi: Về p.mềm...

# preparationTimeText
source: Preparation Time
fr: Temps de prép
vi: T.Gian Chuẩn Bị

# delayToText
source: to
fr: à
vi: và

# alwaysOnTopHelpText
source: This includes all window(s) related to this application.
fr: Cela comprend tous les guichets liés à cette demande.
vi: Bao gồm tất cả các cửa sổ liên quan đến ứng dụng này.

# alwaysOnTopText
source: Always on top
fr: Toujours au top
vi: Hiện cửa sổ lên đầu

# delayColorHelpText
source: Changes color in delay phase.
vi: Chuyển màu trong thời gian chờ.

# delayTimeColorText
source: Delay time color
fr: Couleur du retard
vi: Màu thời gian chờ

# delayTimeShowsText
source: Show remaining delay time
fr: Afficher le délai d'attente
vi: Hiện t.gian chờ còn lại

# languageHelpText
source: ***** WORK IN PROGRESS ***** Changes the language. Note that some may not be translated fully / correctly.
fr: ***** TRAVAUX EN COURS ***** Change la langue. Notez que certains peuvent ne pas être traduits intégralement / correctement.
vi: Thay đổi ngôn ngữ. Một số phần của ngôn ngữ có thể không đầy đủ / chính xâc.

# languageText
source: Language
fr: Langue
vi: Ngôn ngữ

# lapAllowanceOption0
source: All durations (Default)
fr: Toutes durées (Par défaut)
vi: Tất cả t.điểm (Mặc định)

# lapAllowanceOption1
source: After delays
fr: Après les retards
vi: Sau t.gian chờ

# lapAllowanceOption2
source: Delays only
fr: Délais uniquement
vi: Chỉ trong t.gian chờ

# lapAllowanceText
source: Allow laps for
fr: Prévoir des tours
vi: Hiện ghi vòng

# lapDisplayHelpText
source: How should the lap be displayed: - Time per laps: A lap revolution - Real-time: Clock time
fr: Comment afficher le tour de piste : - Temps par tour : Une révolution par tour - En temps réel : Temps d'horloge
vi: Chỉnh kiểu hiện của các vòng: - T.gian / vòng: T.gian trong 1 vòng - T.gian thực: T.gian của đồng hồ

# lapDisplayTypeOption0
source: Time per laps
fr: Temps par tours
vi: T.gian / vòng

# lapDisplayTypeOption1
source: Real-time (Default)
fr: En temps réel (par défaut)
vi: T.gian thực (Mặc định)

# lapDisplayTypeText
source: Display laps by
fr: Afficher l'tours par
vi: Kiểu hiện vòng

# lapsAllowanceHelpText
source: Sets how laps are recorded: - All durations: All laps will be recorded. - After delays: Only laps after delay is recorded. - Delays only: Only laps in delay is recorded.
fr: Définit la façon dont les tours sont enregistrés : - Toutes les durées : Tous les tours seront enregistrés. - Après les retards : Seuls les tours après un retard sont enregistrés. - Retards seulement : Seuls les tours en retard sont enregistrés.
vi: Chỉnh thời điểm vòng có thể được ghi: - Tất cả t.điểm (Mặc định): Tất cả các vòng sẽ được ghi. - Sau t.gian chờ: Chỉ ghi vòng sau t.gian chờ. - Chỉ trong t.gian chờ: Chỉ ghi vòng trong t.gian chờ.

# lapsSortingHelpText
source: Sorts laps: - First focused: First lap is focused. - Last focused: Last lap is focused. - Best to worst: Smallest to largest lap. - Worst to last: Largest to smallest lap.
fr: Trie les tours : - D'abord concentré : Le premier tour est concentré. - Dernier concentré : Le dernier tour est concentré. - Du meilleur au pire : Du plus petit au plus grand tour. - Du pire au dernier : Du plus grand au plus petit tour.
vi: Sắp xếp vòng: - Chỉnh lên đầu: Vòng đầu sẽ được t.trung. - Chỉnh xuống cuối: Vòng cuối sẽ được t.trung. - Trên xuống: Từ vòng chậm nhất đến nhanh nhất. - Dưới lên: Từ vòng nhanh nhất đến chậm nhất.

# lapSortingOption0
source: First focused
fr: D'abord concentrés
vi: Chỉnh lên đầu

# lapSortingOption1
source: Last focused (Default)
fr: Dernier focus (par défaut)
vi: Chỉnh xuống cuối (Mặc định)

# lapSortingOption3
source: Worst to best
fr: Du pire au meilleur
vi: Dưới lên

# lapSortingText
source: Sort laps by
fr: Trier les tours par
vi: Sắp xếp vòng

# lapSortingOption2
source: Best to worst
fr: Du meilleur au pire
vi: Trên xuống

# pauseColorHelpText
source: Changes color in pause phase.
fr: Changement de couleur en phase de pause.
vi: Chuyển màu trong thời gian dừng.

# pauseTimeColorText
source: Pause time color
fr: Couleur de la pause
vi: Màu chế độ dừng

# preparationTimeColorText
source: Preparation time color
fr: Temps de prép. couleur
vi: Màu chế độ chuẩn bị

# resetAllText
source: RESET ALL OPTIONS TO DEFAULT
fr: RÉINIT. TOUTES LES OPTIONS PAR DÉFAUT
vi: KHÔI PHỤC TOÀN BỘ DỮ LIỆU

# resetExtraText
source: Reset ex. options...
fr: Réinit. ex. options...
vi: K.phục t.chọn thêm...

# resetTimeText
source: Reset time options...
fr: Réinit. du temps...
vi: K.phục t.chọn t.gian...

# secretButtonIdleText
source: Execute!
fr: Exécuter!
vi: Thực thi!

# secretButtonSuccessText
source: You found it!
fr: Vous l'avez trouvé!
vi: Chúc mừng!

# secretText
source: Enter secret(s) below:
fr: Entrez le (s) secret (s):
vi: Nhập mật mã:

# startColorHelpText
source: Changes color in start phase.
fr: Changement de couleur en phase de démarrage.
vi: Chuyển màu trong thời gian chạy.

# startTimeColorText
source: Start time color
fr: Couleur de départ
vi: Màu chế độ bắt đầu

# lapSortingOption_1
source: Randomizer
fr: Randomiseur
vi: Ngẫu tự

# delayTimeShowsHelpText
source: On: Shows the remaining time on delay phase. Off: Doesn't show on delay phase.
fr: On : Indique le temps restant sur la phase de retard. Éteint : Ne s'affiche pas sur la phase de retardement.
vi: On: Hiện thời gian đợi. Off: Không hiện thời gian đợi.

# secretHelpText
source: Note: Only ONE secret could be applied at a time.
fr: Note : UN seul secret peut être appliqué à la fois.
vi: Chú ý: Chỉ MỘT mật mã có thể được dùng.

# extrasTabText
source: Extras
vi: Thêm

# interfaceTabText
source: Interface
vi: Giao diện

# lapsTabText
source: Laps
vi: Vòng

# moreOptionsFormText
source: More options...
fr: D'autres options...
vi: Tùy chỉnh mở rộng...

# changeOptionText
source: Change...
fr: Changer...
vi: Thay đổi...

# warningResetAllOptions
source: ARE YOU SURE TO RESET ALL SETTINGS? THIS ACTION IS IRREVERSIBLE!
fr: ÊTES-VOUS SÛR DE RÉINITIALISER TOUS LES PARAMÈTRES ? CETTE ACTION EST IRRÉVERSIBLE !
vi: BẠN CÓ CHẮC CHẮN MUỐN KHÔI PHỤC TOÀN BỘ CÀI ĐẶT? HÀNH ĐỘNG NÀY KHÔNG THỂ ĐƯỢC HOÀN TÁC!

# warningResetExtraOptions
source: ARE YOU SURE TO RESET EXTRA SETTINGS? THIS ACTION IS IRREVERSIBLE!
fr: ÊTES-VOUS SÛR DE POUVOIR RÉINITIALISER DES PARAMÈTRES SUPPLÉMENTAIRES ? CETTE ACTION EST IRRÉVERSIBLE !
vi: BẠN CÓ CHẮC CHẮN MUỐN KHÔI PHỤC CÀI ĐẶT THÊM? HÀNH ĐỘNG NÀY KHÔNG THỂ ĐƯỢC HOÀN TÁC!

# warningResetTimeOptions
source: ARE YOU SURE TO RESET TIME SETTINGS? THIS ACTION IS IRREVERSIBLE!
fr: ÊTES-VOUS SÛR DE RÉINITIALISER LES PARAMÈTRES DE L'HEURE ? CETTE ACTION EST IRRÉVERSIBLE !
vi: BẠN CÓ CHẮC CHẮN MUỐN KHÔI PHỤC CÀI ĐẶT THỜI GIAN? HÀNH ĐỘNG NÀY KHÔNG THỂ ĐƯỢC HOÀN TÁC!

# preparationColorHelpText
source: Changes color in preparation phase.
fr: Changement de couleur en phase de préparation.
vi: Chuyển màu trong thời gian chuẩn bị.

# infoResetCompleted
source: Reset successfully. The application will now restart.
fr: Réinitialisation réussie. L'application va maintenant redémarrer.
vi: Khôi phục thành công, Ứng dụng sẽ khởi động lại.

# lapIntervalText
source: Lap
vi: Vòng
